docs/coffee.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Coffee Recipes</title>
<meta name="generator" content="Org Mode" />
<link rel="stylesheet"href="resources/org.css"type="text/css" /><header><a href="index.html">Home</a>&emsp;<a href="about.html">About Me</a>&emsp;<a href="https://github.com/abdrysdale/abdrysdale.github.io">Source</a>&emsp;<a href="sitemap.html">Sitemap</a>&emsp;<a href="feed.xml">RSS</a></header>
</head>
<body>
<div id="content" class="content">
<h1 class="title">Coffee Recipes</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#org10305eb">Hardlines</a></li>
</ul>
</div>
</div>
<p>
I've struggled to find recipes for some of the beans I buy and decided to keep this article as an online reminder for myself and potentially a helpful resource for others.
</p>

<p>
Currently this is just for espresso so I'll have a header for each roaster and then a subheading for the beans.
I like a sharp (acidic) taste which may not be to everyones liking
</p>


<div id="outline-container-org10305eb" class="outline-2">
<h2 id="org10305eb">Hardlines</h2>
<div class="outline-text-2" id="text-org10305eb">
</div>
<ul class="org-ul">
<li><a id="orge5e5131"></a>Kilimbi<br /></li>
</ul>
</div>
</div>
<div id="postamble" class="status">
<p class="date">Date: 2025-08-14 Thu 00:00</p>
<p class="creator"><a href="https://www.gnu.org/software/emacs/">Emacs</a> 29.3 (<a href="https://orgmode.org">Org</a> mode 9.6.15)</p>
</div>
</body>
</html>
